[
    {
        "image": "../src/assets/great-white-shark.jpeg",
        "species": "Great White Shark",
        "otherName": "White Shark; White Pointer; Great White",
        "scientific": "Carcharodon carcharias",
        "female": "15-21 feet in length",
        "male": "11-13 feet in length",
        "weight": "Ranges from 1,151-1,700 lbs; Mature females can range from 1,500-2,450 lbs",
        "endangerment": "Vulnerable",
        "description": "The Great White Shark can be found in coastal surface waters of all major oceans. A sharks life-span can be as long as 70 years or more, making it one of the longest lived sharks currently known. The Great White Shark is an apex predator, with only one known predator to itself: the Orca. Their diets include a variety of different marine animals, which include fish, seabirds, and even seals.",
        "id": 1
    },
    {
        "image": "../src/assets/whale-shark.jpeg",
        "species": "Whale Shark",
        "otherName": "Endangered",
        "scientific": "Rhincodon Typus",
        "femaleSize": "28 Feet",
        "maleSize": "18-33 feet",
        "weight": "11 Tons",
        "endangerment": "Endangered",
        "description": "The Whale Shark is a slower-moving, filter-feeding carpet shark. They feed on plankton and small fish, and pose no threat to humans. It is the largest known extant fish species; it actually holds many records in the animal kingdom, being the largest living nonmammalian vertebrate. It can be found in open waters of tropical oceans, rarely found in water below 70 degrees F. Age ranges can vary, from 80-130 years.",
        "id": 2
    },
    {
        "image": "../src/assets/basking-shark.jpeg",
        "species": "Basking Shark",
        "otherName": "",
        "scientific": "Cetorhinus Maximus",
        "femaleSize": "26-31 feet",
        "maleSize": "15-20 feet",
        "weight": "Up to 10,000 lbs",
        "endangerment": "Vulnerable",
        "description": "The Basking Shark is the second-largest living shark and fish, after the whale shark. This species of shark also eats plankton, much like the whale shark. They are usually greyish-brown, with mottled skin. This species of shark can be found all over the world's temperate ocean. They are a slow-moving filter feeder; its name derives from its habit of feeding at the surface, appearing to be basking in the warmer water. Their liver makes up 25% of their body weight.",
        "id": 3
    },
    {
        "image": "../src/assets/hammerhead-shark.jpeg",
        "species": "Hammerhead Shark; includes Smooth, Great, and Scalloped",
        "otherName": "",
        "scientific": "Sphyrna Lewini (Scalloped), Sphyrna Zygaena (Smooth), Sphyrna Mokarran (Great)",
        "femaleSize": "15-18 feet",
        "maleSize": "12 feet",
        "weight": "6.6 to 1,300 lbs",
        "endangerment": "Not Extinct",
        "description": "The Hammerhead Sharks are found worldwide in warmer waters along coastlines and continental shelves. Unlike most other sharks, some hammerhead species are known to swim in schools during the day, and become solitary hunters at night. They eat stingrays, fish, crabs, squid, lobsters, and various other sea creatures. Their teeth are triangular and serrated, like the edge of a saw's blade. They do not lay eggs, and one litter can range from six to 50 pups. Their head is more rounded than its parents' head.",
        "id": 4
    },
    {
        "image": "../src/assets/thresher-shark.jpeg",
        "species": "Thresher Shark",
        "otherName": "",
        "scientific": "Alopias",
        "femaleSize": "8.5-14.8 feet",
        "maleSize": "10.5 feet",
        "weight": "1,100 lbs",
        "endangerment": "Vulnerable",
        "description": "The Thresher Sharks are found in all temperate and tropical oceans of the world. There are three species of Thresher Shark, and all have been listed as vulnerable to extinction since 2007, as they are popular sport fish. They are occasionally sighted in shallow, inshore waters, but they prefer the open ocean, preferring waters of 1,600 feet or less. They are well-known for their exceptionally long, thresher-like tail, which is used as a weapon to stun prey. They have a short head and cone-shaped nose, with a small mouth. They mainly feed on fish such as bluefish, juvenile tuna, mackerel, squid, cuttlefish, and crustaceans.",
        "id": 5
    },
    {
        "image": "../src/assets/oceanic-white-tip.webp",
        "species": "Oceanic White Tip",
        "otherName": "Brown Milbert's sand bar shark; Brown shark; Lesser White shark; Nigano shark; Oceanic White-Tipped Whaler; Silvertip shark",
        "scientific": "Carcharhinus Longimanus",
        "femaleSize": "5.6-6.2 feet",
        "maleSize": "9 feet",
        "weight": "Up to 370 lbs",
        "endangerment": "Not Extinct",
        "description": "The White Tip Shark inhabits tropical and warm temperate seas. They are found in deep, open oceans with a temperature greater than 64 degrees F. These sharks spend most of its time in the upper layer of the ocean, and prefers off-shore, deep-ocean areas. It is active both in daytime and nightime, with a slow swimming style. It is isolated from its own species, though pilot fish, dolphinfish, and remora might accompany it. They usually feed mainly on cephalopods and bony fish; but also can include threadfins, stingrays, sea turtles, birsd, among various other food.",
        "id": 6
    },
    {
        "image": "../src/assets/silky-shark.jpeg",
        "species": "Silky Sharks",
        "otherName": "Blacksopt shark; Grey Whaler Shark; Olive Shark, Ridgeback shark; Sickle shark; Sickle-shaped shark; Sickle Silk shark",
        "scientific": "Carcharhinus Falciformis",
        "femaleSize": "7-7.5 feet",
        "maleSize": "6-7 feet",
        "weight": "420",
        "endangerment": "Near Threatened",
        "description": "The Silky Shark is named for the smooth texture of its skin. It can be found in tropical waters around the world, though they are most often found over the edge of the continental shelf down to 164 feet. This shark has a slender, streamlined body and can be distinguished from other large requiem sharks by its relatively small dorsal fin with a curving rear margin, its tiny second dorsal fin with a long free rear tip, and its long, sickle-shaped pectoral fins. It is a swift, inquisitive, and persistent hunter that feeds mainly on bony fish and cephalopods; a favorite food they often trail is tuna fish schools. It has an extremely acute hearing, which allows it to localize the low-frequency noises that are generated by other animals.",
        "id": 7
    },
    {
        "image": "../src/assets/blue-shark.jpeg",
        "species": "Blue Sharks",
        "otherName": "Great Blue Shark",
        "scientific": "Prionace Glauca",
        "femaleSize": "7.2-10.8 feet",
        "maleSize": "6-9 feet",
        "weight": "250 lbs",
        "endangerment": "Near Threatened",
        "description": "The Blue Shark inhabits deep waters in the world's temperate and tropical oceans. They prefer cooler waters, and migrates long distances. Generally lethargic, they can move quickly if needed - they feed primarily on smaller fish and squid. Their body is elongated and slender in build. They can deliver four to 135 pups per litter, and the gestation period is between nine and twelve months. The females mature at five to six years of age, while males mature at around four or five. Female skin is three times as thick as a males skin.",
        "id": 8
    }
]